// TODO: Remove this file when migration is done

// 10 categories
export const OLD_CATEGORY_IDS = [
  '5951db87507c6a0d00ab063c', // 人權．社會
  '57175d923970a5e46ff854db', // 文化．藝術
  '5951db9b507c6a0d00ab063d', // 環境．教育
  '573177cb8c0c261000b3f6d2', // 評論
  '59783ad89092de0d00b41691', // 生活．醫藥

  '5951dbc2507c6a0d00ab0640', // 政經．產業
  '5743d35a940ee41000e81f4a', // 國際．兩岸
  '5cb40f712203b617004ad35d', // 戲裡戲外
  '574d028748fa171000c45d48', // 影像(新舊共用)
  '59671cd2507c6a0d00ab06ba', // 多媒體
];

// 11 categories
export const NEW_CATEGORY_IDS = [
  '63206383207bf7c5f871622c', // 國際兩岸
  '63206383207bf7c5f8716234', // 人權司法
  '63206383207bf7c5f871623d', // 政治社會
  '63206383207bf7c5f8716245', // 醫療健康
  '63206383207bf7c5f871624d', // 環境永續

  '63206383207bf7c5f8716254', // 經濟產業
  '63206383207bf7c5f8716259', // 文化生活
  '63206383207bf7c5f8716260', // 教育校園
  '63206383207bf7c5f8716266', // Podcast
  '63206383207bf7c5f8716269', // 評論

  '574d028748fa171000c45d48', // 影像(新舊共用)
];
